<template>
<div class="container">
    <p>Привет! 🙂</p>
    <p>Встречай новое приложение для знакомств в Московском Политехе.</p>

    <p>
      Нужна помощь по учебе? Не с кем поговорить, еще не нашел друзей в универе?
      А ты знал, что многие находят своих вторых половинок именно в институте,
      может испытаешь удачу? Заходи в “Общагу” - тут все свои!
    </p>

    <p>Ну что? Давай знакомиться!</p>

    <p>
      1. Для начала нужно зарегистрироваться. Введи свои личные данные: ФИО, дату
      рождения, направление и группу. Не беспокойся - эти данные нужны нам,
      чтобы проверить, что ты учишься в Мосполитехе, в профиле же ты всё можешь
      скрыть, даже фамилию.
    </p>

    <p>2. Расскажи нам о себе - заполни анкету.</p>

    <p>Выбери то, что ты ищешь в приложении:</p>
    <p>📚 Помощь в учебе</p>
    <p>🪞 Друзей</p>
    <p>💏 Вторую половинку</p>

    <p>
      Чем ты увлекаешься? Что любишь, как развлекаешься? Или, возможно, помощь
      по какому предмету ищешь или можешь предложить? Опиши всё это в поле “Обо
      мне”, чтобы мы получше узнали друг друга.
    </p>

    <p>
      3. Загрузи фотографию - это нужно для проверки твоего профиля и
      обеспечения безопасности нашего приложения. Ну а еще для успешного
      знакомства нужен зрительный контакт😉
    </p>

    <p>
      4. Теперь, когда мы проверили и апрувнули твою анкету, ты можешь
      приступать к знакомствам!
    </p>

    <p>
      В ленте находятся все студенты, сидящие в “Общаге”. Ты можешь найти
      кого-то, кто идеально бы тебе подошел, просто настраивая фильтры и
      сортировки. Нашел карточку походящего человека? Поставь ему лайк, тогда ты
      попадешь в его "Симпатии", и он сможет начать с тобой чат.
    </p>

    <p>
      Свои симпатии ты можешь посмотреть в одноименной вкладке. Кто-то
      понравился? Начни чат и заведи разговор, надеемся, всё будет круто!
    </p>

    <p>
      ❗️❗️ Что-то пошло не так? Твой собеседник тебя оскорбляет или ведет себя
      некорректно? Ты можешь кинуть на него репорт и заблокировать, а мы всё
      проверим и накажем обидчика.
    </p>
  </div>
</template>

<script>
export default {
  name: 'AboutPage',
  layout: 'app',
  // middleware: 'auth',
}
</script>
<style>

</style>
